Repository: jerrykuku/luci-app-argon-config
Catalog: po/*/argon-config.po
Languages: es

source: 0 transparent - 1 opaque (suggest: black translucent preset: 0.5).
es: 0 transparente - 1 opaco (sugerido: negro translúcido predeterminado: 0,5).

source: 0 transparent - 1 opaque (suggest: transparent: 0 or translucent preset: 0.5).
es: 0 transparente - 1 opaco (sugerencia: transparente: 0 o preestablecido translúcido: 0,5).

source: A HEX Color (default: #483d8b).
es: Un color HEX (predeterminado: #483d8b).

source: A HEX color (default: #5e72e4).
es: Un color HEX (predeterminado: #5e72e4).

source: Action
es: Acción

source: Argon Config
es: Configuración de Argon

source: Argon theme configuration
es: Configuración del tema Argon

source: Background file list
es: Lista de archivos de fondo

source: Built-in
es: Integrado

source: Dark mode
es: Modo oscuro

source: Delete
es: Eliminar

source: Expecting: %s
es: Esperando: %s

source: Failed to upload file: %s.
es: No se pudo cargar el archivo: %s.

source: Filename
es: Nombre del archivo

source: Files will be uploaded to <code>%s</code>.
es: Los archivos se cargarán en <code>%s</code>.

source: Follow system
es: Seguir sistema

source: Grant UCI access for luci-app-argon-config
es: Otorgar acceso UCI para luci-app-argon-config

source: Here you can set the blur and transparency of the login page of argon theme, and manage the background pictures and videos. Chrome is recommended.
es: Aquí puede configurar el desenfoque y la transparencia de la página de inicio de sesión del tema de Argon y administrar las imágenes y videos de fondo. Se recomienda Chrome.

source: Larger value will more blurred (suggest: clear: 1 or blur preset: 10).
es: Un valor más grande será más borroso (sugerencia: claro: 1 o desenfo: 10).

source: Light mode
es: Modo claro

source: Modified date
es: Fecha de modificación

source: No files found.
es: No se encontraron archivos.

source: Save current settings
es: Guardar la configuración actual

source: Save settings
es: Guardar configuraciones

source: Size
es: Tamaño

source: Theme configuration
es: Configuración del tema

source: Theme mode
es: Modo del tema

source: Upload background
es: Subir fondo

source: Upload background (available space: %1024.2mB)
es: Subir fondo (espacio disponible: %1024.2mB)

source: Upload...
es: Subir...

source: Wallpaper source
es: Fuente de fondo de pantalla

source: You can upload files such as gif/jpg/mp4/png/webm/webp files, to change the login page background.
es: Puede cargar archivos como gif/jpg/mp4/png/webm/webp para cambiar el fondo de la página de inicio de sesión.

source: [Dark mode] Frosted Glass Radius
es: [Modo oscuro] Radio de vidrio esmerilado

source: [Dark mode] Primary Color
es: [Modo oscuro] Color primario

source: [Dark mode] Transparency
es: [Modo oscuro] Transparencia

source: [Light mode] Frosted Glass Radius
es: [Modo claro] Radio de vidrio esmerilado

source: [Light mode] Primary Color
es: [Modo claro] Color primario

source: [Light mode] Transparency
es: [Modo claro] Transparencia

source: valid HEX color value
es: valor de color HEX válido
